---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsFpSprinklerOrificeSizeParam
source: html/84a17391-2842-2b65-7e99-21cd00de91f6.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsFpSprinklerOrificeSizeParam Property

"Orifice Size"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsFpSprinklerOrificeSizeParam { get; }
```